
&НаКлиенте
Процедура ПродажиКоличествоПриИзменении(Элемент)
	//TODO: Вставить содержимое обработчика
//	ПерерасчетСуммыДокумента(Элемент);
КонецПроцедуры

&НаКлиенте
Процедура ПродажиЦенаПриИзменении(Элемент)
	//TODO: Вставить содержимое обработчика
//	ПерерасчетСуммыДокумента(Элемент);
КонецПроцедуры

&НаКлиенте
Процедура ПродажиНоменклатураПриИзменении(Элемент)
	//TODO: Вставить содержимое обработчика
КонецПроцедуры

&НаКлиенте
Процедура ПерерасчетСуммыДокумента(Элемент)
	//TODO: Вставить содержимое обработчика
//	ТекДанные=Элементы.Продажи.ТекущиеДанные;
//	ТекДанные.Сумма=ТекДанные.Цена*ТекДанные.Количество;
КонецПроцедуры
